tmpl/soap-responses/getMarket

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <getMarket xmlns="http://www.betfair.com/publicapi/v3/BFExchangeService/">
      <request>
	<header xmlns="">
          <clientStamp>0</clientStamp>
          <sessionToken><TMPL_VAR session></sessionToken>
	</header>
	<marketId><TMPL_VAR marketId></marketId>
      </request>
    </getMarket>
  </soap:Body>
</soap:Envelope>

